Repository: kingamuri/oh-PHF
Catalog: OhPHF/Resources/*.lproj/Localizable.strings
Languages: ar, de, ru

# consent.privacyNotice
source: The data controller is the dental practice specified in the settings. Your personal data including health data is collected and processed for the purpose of dental treatment, billing, and communication with dental laboratories. Legal basis: Art. 6(1)(b) and Art. 9(2)(h) GDPR; Section 19 Austrian Dental Act (ZAG). Recipients: Dental laboratories, social insurance carriers, specialists (in case of referral). Retention period: Your data will be retained for at least 10 years (Section 19(3) ZAG). Your rights: You have the right to access, rectification, erasure, restriction of processing, data portability, and objection. Complaints may be directed to the Austrian Data Protection Authority (dsb.gv.at).
ar: المسؤول عن معالجة بياناتك هو عيادة الأسنان المحددة في الإعدادات. يتم جمع ومعالجة بياناتك الشخصية بما في ذلك البيانات الصحية لأغراض علاج الأسنان والفوترة والتواصل مع مختبرات الأسنان. الأساس القانوني: المادة 6(1)(ب) والمادة 9(2)(ح) من اللائحة العامة لحماية البيانات (GDPR)؛ المادة 19 من قانون طب الأسنان النمساوي (ZAG). المستلمون: مختبرات الأسنان، شركات التأمين، الأطباء المتخصصون (في حالة الإحالة). فترة الاحتفاظ: يتم الاحتفاظ ببياناتك لمدة 10 سنوات على الأقل (المادة 19(3) ZAG). حقوقك: لديك الحق في الوصول والتصحيح والحذف وتقييد المعالجة ونقل البيانات والاعتراض. يمكن توجيه الشكاوى إلى هيئة حماية البيانات النمساوية (dsb.gv.at).
de: Verantwortlicher für die Verarbeitung Ihrer Daten ist die in den Einstellungen hinterlegte Zahnarztpraxis. Ihre personenbezogenen Daten einschließlich Gesundheitsdaten werden zum Zweck der zahnärztlichen Behandlung, Abrechnung und Kommunikation mit Dentallaboren erhoben und verarbeitet. Rechtsgrundlage: Art. 6 Abs. 1 lit. b und Art. 9 Abs. 2 lit. h DSGVO; § 19 Zahnärztegesetz (ZAG). Empfänger: Dentallabore, Sozialversicherungsträger, Fachärzte (bei Überweisung). Speicherdauer: Ihre Daten werden mindestens 10 Jahre aufbewahrt (§ 19 Abs. 3 ZAG). Ihre Rechte: Sie haben das Recht auf Auskunft, Berichtigung, Löschung, Einschränkung der Verarbeitung, Datenübertragbarkeit und Widerspruch. Beschwerden können an die Österreichische Datenschutzbehörde (dsb.gv.at) gerichtet werden.
ru: Контролёр данных — стоматологическая клиника, указанная в настройках. Ваши персональные данные, включая данные о здоровье, собираются и обрабатываются для целей стоматологического лечения, выставления счетов и связи с зуботехническими лабораториями. Правовая основа: ст. 6(1)(b) и ст. 9(2)(h) GDPR; § 19 Закона о стоматологии Австрии (ZAG). Получатели: зуботехнические лаборатории, страховые компании, специалисты (при направлении). Срок хранения: ваши данные хранятся не менее 10 лет (§ 19(3) ZAG). Ваши права: вы имеете право на доступ, исправление, удаление, ограничение обработки, перенос данных и возражение. Жалобы можно направлять в Австрийское управление по защите данных (dsb.gv.at).

# consent.mandatoryTitle
source: Mandatory Consents
ar: الموافقات الإلزامية
de: Pflichteinwilligungen
ru: Обязательные согласия

# consent.gdpr
source: I consent to the processing of my personal data and health data for the purpose of dental treatment, billing, and laboratory communication in accordance with the GDPR.
ar: أوافق على معالجة بياناتي الشخصية وبياناتي الصحية لأغراض علاج الأسنان والفوترة والتواصل مع المختبرات وفقاً للائحة العامة لحماية البيانات.
de: Ich willige in die Verarbeitung meiner personenbezogenen Daten und Gesundheitsdaten zum Zweck der zahnärztlichen Behandlung, Abrechnung und Kommunikation mit Laboren gemäß DSGVO ein.
ru: Я даю согласие на обработку моих персональных данных и данных о здоровье для целей стоматологического лечения, выставления счетов и связи с лабораториями в соответствии с GDPR.

# consent.driving
source: I acknowledge that after treatment with local anesthesia or sedation, my ability to drive may be impaired. I will not drive or operate machinery in such cases.
ar: أدرك أنه بعد العلاج بالتخدير الموضعي أو التسكين قد تتأثر قدرتي على القيادة. لن أقود السيارة في هذه الحالة.
de: Mir ist bekannt, dass nach einer Behandlung mit Lokalanästhesie oder Sedierung meine Fahrtauglichkeit eingeschränkt sein kann. Ich werde in diesem Fall nicht selbst am Straßenverkehr teilnehmen.
ru: Мне известно, что после лечения под местной анестезией или седацией моя способность управлять транспортным средством может быть нарушена. В таких случаях я не буду управлять транспортом.

# consent.missedAppointment
source: I acknowledge that missed appointments without timely cancellation (at least 24 hours in advance) will incur a fee of â‚¬%d.
ar: أقر بأنه سيتم فرض رسوم قدرها %d€ على المواعيد الفائتة دون إلغاء مسبق (قبل 24 ساعة على الأقل).
de: Ich nehme zur Kenntnis, dass bei versäumten Terminen ohne rechtzeitige Absage (mind. 24 Stunden vorher) eine Ausfallgebühr von €%d erhoben wird.
ru: Я принимаю к сведению, что за пропущенные приёмы без своевременной отмены (минимум за 24 часа) взимается плата в размере €%d.

# consent.photoTitle
source: Photo Consents
ar: الموافقة على التصوير (اختياري)
de: Foto-Einwilligungen
ru: Согласие на фотографии (необязательно)

# consent.photoNote
source: Consent is voluntary and does not affect the quality of your treatment. You may withdraw your consent at any time.
ar: الموافقة طوعية ولا تؤثر على جودة العلاج. يمكنك سحب موافقتك في أي وقت.
de: Die Einwilligung ist freiwillig und hat keinen Einfluss auf die Qualität Ihrer Behandlung. Sie können Ihre Einwilligung jederzeit widerrufen.
ru: Согласие является добровольным и не влияет на качество лечения. Вы можете отозвать согласие в любое время.

# consent.photosInternal
source: I consent to photographs being taken and stored for internal dental documentation.
ar: أوافق على التقاط وتخزين الصور للتوثيق السني الداخلي.
de: Ich stimme der Anfertigung und Speicherung von Fotos für die interne zahnärztliche Dokumentation zu.
ru: Я даю согласие на съёмку и хранение фотографий для внутренней стоматологической документации.

# consent.photosResearch
source: I consent to the use of anonymized photographs for scientific publications and research.
ar: أوافق على استخدام صور مجهولة الهوية في المنشورات العلمية والأبحاث.
de: Ich stimme der Verwendung anonymisierter Fotos für wissenschaftliche Veröffentlichungen und Forschung zu.
ru: Я даю согласие на использование анонимизированных фотографий в научных публикациях и исследованиях.

# consent.photosMarketing
source: I consent to the use of anonymized photographs for the practice's website, social media, and marketing purposes.
ar: أوافق على استخدام صور مجهولة الهوية على موقع العيادة ووسائل التواصل الاجتماعي والتسويق.
de: Ich stimme der Verwendung anonymisierter Fotos für die Website, soziale Medien und Marketingzwecke der Praxis zu.
ru: Я даю согласие на использование анонимизированных фотографий на сайте, в социальных сетях и в маркетинговых целях клиники.

# consent.signatureTitle
source: Signature
ar: التوقيع
de: Unterschrift
ru: Подпись

# consent.date
source: Date
ar: التاريخ
de: Datum
ru: Дата

source: Signature
ar: التوقيع
de: Unterschrift
ru: Подпись

# signature_instruction
source: Please sign here using your finger or Apple Pencil
ar: يرجى التوقيع هنا باستخدام إصبعك أو Apple Pencil
de: Bitte unterschreiben Sie hier mit dem Finger oder Apple Pencil
ru: Пожалуйста, подпишите здесь пальцем или Apple Pencil

source: Clear
ar: مسح
de: Löschen
ru: Очистить

source: Enter Staff PIN
ar: أدخل رمز PIN للموظفين
de: Personal-PIN eingeben
ru: Введите PIN персонала

source: Incorrect PIN
ar: رمز PIN غير صحيح
de: Falscher PIN
ru: Неверный PIN

# settings_title
source: Settings
ar: الإعدادات
de: Einstellungen
ru: Настройки

source: Clinic Information
ar: معلومات العيادة
de: Praxis-Informationen
ru: Информация о клинике

source: Clinic Name
ar: اسم العيادة
de: Praxisname
ru: Название клиники

source: Subtitle
ar: العنوان الفرعي
de: Untertitel
ru: Подзаголовок

source: Street
ar: الشارع
de: Straße
ru: Улица

source: Postal Code
ar: الرمز البريدي
de: Postleitzahl
ru: Почтовый индекс

source: City
ar: المدينة
de: Stadt
ru: Город

source: Country
ar: البلد
de: Land
ru: Страна

source: Website
ar: الموقع الإلكتروني
de: Webseite
ru: Веб-сайт

source: Email
ar: البريد الإلكتروني
ru: Электронная почта

source: Logo
ar: الشعار
ru: Логотип

source: Select Logo
ar: اختيار شعار
de: Logo auswählen
ru: Выбрать логотип

source: Change Logo
ar: تغيير الشعار
de: Logo ändern
ru: Изменить логотип

source: Remove Logo
ar: إزالة الشعار
de: Logo entfernen
ru: Удалить логотип

source: Fees
ar: الرسوم
de: Gebühren
ru: Сборы

source: Missed Appointment Fee
ar: رسوم الموعد الفائت
de: Terminversäumnisgebühr
ru: Плата за пропущенный приём

source: Security
ar: الأمان
de: Sicherheit
ru: Безопасность

source: Staff PIN
ar: رمز PIN للموظفين
de: Personal-PIN
ru: PIN персонала

# pin_footer
source: The PIN is required to access settings.
ar: رمز PIN مطلوب للوصول إلى الإعدادات.
de: Der PIN wird benötigt, um die Einstellungen aufzurufen.
ru: PIN необходим для доступа к настройкам.

source: PDF Archive
ar: أرشيف PDF
de: PDF-Archiv
ru: Архив PDF

source: No PDFs
ar: لا توجد ملفات PDF
de: Keine PDFs
ru: Нет PDF

# no_pdfs_description
source: Submitted forms will appear here.
ar: ستظهر النماذج المقدمة هنا.
de: Eingereichte Formulare werden hier angezeigt.
ru: Отправленные формы будут отображаться здесь.

source: Delete PDF?
ar: حذف PDF؟
de: PDF löschen?
ru: Удалить PDF?

# delete_pdf_message
source: Are you sure you want to delete this PDF? This action cannot be undone.
ar: هل أنت متأكد من حذف ملف PDF هذا؟ لا يمكن التراجع عن هذا الإجراء.
de: Möchten Sie dieses PDF wirklich löschen? Dies kann nicht rückgängig gemacht werden.
ru: Вы уверены, что хотите удалить этот PDF? Это действие нельзя отменить.

# validation.firstNameRequired
source: First name is required.
ar: الاسم الأول مطلوب.
de: Vorname ist erforderlich.
ru: Укажите имя.

# validation.lastNameRequired
source: Last name is required.
ar: اسم العائلة مطلوب.
de: Nachname ist erforderlich.
ru: Укажите фамилию.

# validation.gdprRequired
source: GDPR consent is required.
ar: موافقة حماية البيانات مطلوبة.
de: Die DSGVO-Einwilligung ist erforderlich.
ru: Необходимо согласие GDPR.

# validation.drivingRequired
source: Driving impairment acknowledgment is required.
ar: الإقرار بشأن القيادة مطلوب.
de: Die Fahrtauglichkeits-Bestätigung ist erforderlich.
ru: Необходимо подтверждение о вождении.

# validation.missedAppointmentRequired
source: Missed appointment acknowledgment is required.
ar: الإقرار بشأن المواعيد الفائتة مطلوب.
de: Die Terminversäumnis-Kenntnisnahme ist erforderlich.
ru: Необходимо подтверждение о пропущенных приёмах.

# validation.signatureRequired
source: A signature is required.
ar: التوقيع مطلوب.
de: Eine Unterschrift ist erforderlich.
ru: Необходима подпись.

# personal.salutation
source: Salutation
de: Anrede

# personal.salutation.Mr
source: Mr
de: Herr

# personal.salutation.Mrs
source: Mrs
de: Frau

# personal.salutation.Diverse
source: Diverse
de: Divers

# personal.salutation.Child
source: Child
de: Kind

# personal.prefixTitles
source: Titles (before name)
de: Titel (vorangestellt)

# personal.suffixTitles
source: Titles (after name)
de: Titel (nachgestellt)

# personal.svNumber
source: Social Security Number
de: Sozialversicherungsnummer

# personal.policyNumber
source: Policy Number
de: Polizzennummer

# consent.mandatoryFootnote
source: * Mandatory
de: * Pflichtfeld

# consent.agreeAll
source: Agree to all
de: Allen zustimmen

# smtp_section
source: Email Delivery (SMTP)
de: E-Mail-Versand (SMTP)

# smtp_enabled
source: Automatic email delivery
de: Automatischer E-Mail-Versand

# smtp_username
source: Username / Email
de: Benutzername / E-Mail

# smtp_password
source: Password / App Password
de: Passwort / App-Passwort

# smtp_footer
source: For Gmail: smtp.gmail.com, port 465, use an App Password. PDFs are automatically sent to the clinic email.
de: Für Gmail: smtp.gmail.com, Port 465, App-Passwort verwenden. PDFs werden automatisch an die Praxis-E-Mail gesendet.

# thankYou.title
source: Thank You!
de: Vielen Dank!

# thankYou.message
source: Thank you for taking the time to fill out the form. Please take a seat in the waiting area.
de: Vielen Dank, dass Sie sich die Zeit genommen haben, das Formular auszufüllen. Bitte nehmen Sie im Wartezimmer Platz.

# validation.photosInternalRequired
source: Consent for internal documentation photos is required.
de: Die Einwilligung für Fotos zur internen Dokumentation ist erforderlich.
