Repository: kingamuri/oh-PHF
Catalog: OhPHF/Resources/*.lproj/Localizable.strings
Languages: ar, de, ru

source: Yes
ar: نعم
de: Ja
ru: Да

source: No
ar: لا
de: Nein
ru: Нет

source: Back
ar: رجوع
de: Zurück
ru: Назад

source: Next
ar: التالي
de: Weiter
ru: Далее

source: Submit
ar: إرسال
de: Absenden
ru: Отправить

source: Submitting...
ar: جارٍ الإرسال...
de: Wird gesendet...
ru: Отправка...

source: Save
ar: حفظ
de: Speichern
ru: Сохранить

source: Cancel
ar: إلغاء
de: Abbrechen
ru: Отмена

source: Delete
ar: حذف
de: Löschen
ru: Удалить

source: Share
ar: مشاركة
de: Teilen
ru: Поделиться

# welcome.title
source: Welcome
ar: مرحباً
de: Willkommen
ru: Добро пожаловать

# welcome.patientNumber
source: Patient Number
ar: رقم المريض
de: Patientennummer
ru: Номер пациента

# welcome.patientNumberPlaceholder
source: Enter patient number
ar: أدخل رقم المريض
de: Bitte Patientennummer eingeben
ru: Введите номер пациента

# welcome.start
source: Start Questionnaire
ar: بدء الاستبيان
de: Fragebogen starten
ru: Начать анкету

# personal.title
source: Personal Information
ar: البيانات الشخصية
de: Persönliche Angaben
ru: Личные данные

# personal.nameSection
source: Name & Gender
ar: الاسم والجنس
de: Name & Geschlecht
ru: Имя и пол

# personal.firstName
source: First Name
ar: الاسم الأول
de: Vorname
ru: Имя

# personal.lastName
source: Last Name
ar: اسم العائلة
de: Nachname
ru: Фамилия

# personal.dateOfBirth
source: Date of Birth
ar: تاريخ الميلاد
de: Geburtsdatum
ru: Дата рождения

# personal.gender
source: Gender
ar: الجنس
de: Geschlecht
ru: Пол

# personal.gender.Male
source: Male
ar: ذكر
de: Männlich
ru: Мужской

# personal.gender.Female
source: Female
ar: أنثى
de: Weiblich
ru: Женский

# personal.gender.Diverse
source: Diverse
ar: متنوع
de: Divers
ru: Другой

# personal.addressSection
source: Address
ar: العنوان
de: Adresse
ru: Адрес

# personal.street
source: Street
ar: الشارع
de: Straße
ru: Улица

# personal.postalCode
source: Postal Code
ar: الرمز البريدي
de: PLZ
ru: Почтовый индекс

# personal.city
source: City
ar: المدينة
de: Stadt
ru: Город

# personal.country
source: Country
ar: البلد
de: Land
ru: Страна

# personal.contactSection
source: Contact Information
ar: معلومات الاتصال
de: Kontaktdaten
ru: Контактные данные

# personal.phone
source: Phone
ar: الهاتف
de: Telefon
ru: Телефон

# personal.email
source: Email
ar: البريد الإلكتروني
ru: Электронная почта

# personal.insuranceSection
source: Insurance
ar: التأمين
de: Versicherung
ru: Страхование

# personal.insuranceType
source: Insurance Type
ar: نوع التأمين
de: Versicherungsart
ru: Тип страхования

# personal.insurance.Public
source: Public
ar: عام
de: Gesetzlich
ru: Государственное

# personal.insurance.Private
source: Private
ar: خاص
de: Privat
ru: Частное

# personal.insurance.SelfPay
source: Self-Pay
ar: دفع ذاتي
de: Selbstzahler
ru: Самоплата

# personal.insurance.Other
source: Other
ar: أخرى
de: Sonstige
ru: Другое

# personal.insuranceName
source: Insurance Name
ar: اسم شركة التأمين
de: Name der Versicherung
ru: Название страховой компании

# personal.professionSection
source: Profession
ar: المهنة
de: Beruf
ru: Профессия

# personal.profession
source: Profession
ar: المهنة
de: Beruf
ru: Профессия

# personal.emergencySection
source: Emergency Contact
ar: جهة اتصال الطوارئ
de: Notfallkontakt
ru: Контакт для экстренной связи

# personal.emergencyName
source: Emergency Contact Name
ar: اسم جهة اتصال الطوارئ
de: Name des Notfallkontakts
ru: Имя контактного лица

# personal.emergencyPhone
source: Emergency Contact Phone
ar: هاتف جهة اتصال الطوارئ
de: Telefon des Notfallkontakts
ru: Телефон контактного лица

# medications.title
source: Medications
ar: الأدوية
de: Medikamente
ru: Медикаменты

# medications.underTreatment
source: Are you currently under medical treatment?
ar: هل تخضع حالياً لعلاج طبي؟
de: Sind Sie derzeit in ärztlicher Behandlung?
ru: Находитесь ли вы на лечении у врача?

# medications.doctorName
source: Doctor's Name
ar: اسم الطبيب المعالج
de: Name des behandelnden Arztes
ru: Имя лечащего врача

# medications.treatmentReason
source: Reason for Treatment
ar: سبب العلاج
de: Behandlungsgrund
ru: Причина лечения

# medications.takingMedications
source: Are you currently taking any medications?
ar: هل تتناول أدوية حالياً؟
de: Nehmen Sie derzeit Medikamente ein?
ru: Принимаете ли вы лекарства?

# medications.listLabel
source: Please list your medications:
ar: يرجى إدراج أدويتك:
de: Bitte listen Sie Ihre Medikamente auf:
ru: Перечислите ваши лекарства:

# medications.bloodThinners
source: Are you taking blood thinners?
ar: هل تتناول مميعات الدم؟
de: Nehmen Sie Blutverdünner ein?
ru: Принимаете ли вы препараты для разжижения крови?

# medications.bloodThinnerType
source: Type of Blood Thinner
ar: نوع مميع الدم
de: Art des Blutverdünners
ru: Тип препарата

# medications.thinner.Aspirin
source: Aspirin
ar: أسبرين
ru: Аспирин

# medications.thinner.Marcumar
source: Marcumar
ar: ماركومار
ru: Маркумар

# medications.thinner.Xarelto
source: Xarelto
ar: زاريلتو
ru: Ксарелто

# medications.thinner.Eliquis
source: Eliquis
ar: إليكويس
ru: Эликвис

# medications.thinner.Pradaxa
source: Pradaxa
ar: براداكسا
ru: Прадакса

# medications.thinner.Heparin
source: Heparin
ar: هيبارين
ru: Гепарин

# medications.thinner.Clopidogrel
source: Clopidogrel
ar: كلوبيدوغريل
ru: Клопидогрел

# medications.thinner.Other
source: Other
ar: أخرى
de: Sonstige
ru: Другой

# allergies.title
source: Allergies
ar: الحساسية
de: Allergien
ru: Аллергии

# allergies.hasAllergies
source: Do you have any allergies?
ar: هل لديك أي حساسية؟
de: Haben Sie Allergien?
ru: Есть ли у вас аллергии?

# allergies.selectTypes
source: Please select the applicable allergies:
ar: يرجى اختيار أنواع الحساسية:
de: Bitte wählen Sie die zutreffenden Allergien:
ru: Выберите соответствующие аллергии:

# allergies.otherPlaceholder
source: Describe other allergies...
ar: وصف حساسية أخرى...
de: Sonstige Allergien beschreiben...
ru: Опишите другие аллергии...

# allergies.type.Penicillin
source: Penicillin
ar: البنسلين
ru: Пенициллин

# allergies.type.LocalAnesthetics
source: Local Anesthetics
ar: التخدير الموضعي
de: Lokalanästhetika
ru: Местные анестетики

# allergies.type.Latex
source: Latex
ar: اللاتكس
ru: Латекс

# allergies.type.Iodine
source: Iodine
ar: اليود
de: Jod
ru: Йод

# allergies.type.NSAIDs
source: NSAIDs (e.g. Ibuprofen)
ar: مضادات الالتهاب (مثل إيبوبروفين)
de: NSAR (z.B. Ibuprofen)
ru: НПВС (напр. Ибупрофен)

# allergies.type.Metals
source: Metals
ar: المعادن
de: Metalle
ru: Металлы

# allergies.type.Other
source: Other
ar: أخرى
de: Sonstige
ru: Другое

# conditions.title
source: Medical Conditions
ar: الأمراض السابقة
de: Vorerkrankungen
ru: Заболевания

# conditions.subtitle
source: Please indicate if you have or have had any of the following conditions.
ar: يرجى الإشارة إلى ما إذا كنت تعاني أو عانيت من أي من الأمراض التالية.
de: Bitte geben Sie an, ob Sie eine der folgenden Erkrankungen haben oder hatten.
ru: Укажите, есть ли у вас или были следующие заболевания.

# conditions.detailsPlaceholder
source: Additional details...
ar: تفاصيل إضافية...
de: Weitere Details...
ru: Дополнительная информация...

# conditions.cardiovascular
source: Cardiovascular Disease
ar: أمراض القلب والأوعية الدموية
de: Herz-Kreislauf-Erkrankungen
ru: Сердечно-сосудистые заболевания

# conditions.cardiovascular.hypertension
source: High Blood Pressure (Hypertension)
ar: ارتفاع ضغط الدم
de: Bluthochdruck (Hypertonie)
ru: Высокое давление (гипертония)

# conditions.cardiovascular.hypotension
source: Low Blood Pressure (Hypotension)
ar: انخفاض ضغط الدم
de: Niedriger Blutdruck (Hypotonie)
ru: Низкое давление (гипотония)

# conditions.cardiovascular.heartAttack
source: Heart Attack
ar: نوبة قلبية
de: Herzinfarkt
ru: Инфаркт миокарда

# conditions.cardiovascular.angina
source: Angina Pectoris
ar: الذبحة الصدرية
ru: Стенокардия

# conditions.cardiovascular.heartFailure
source: Heart Failure
ar: قصور القلب
de: Herzinsuffizienz
ru: Сердечная недостаточность

# conditions.cardiovascular.valveDisease
source: Heart Valve Disease
ar: أمراض صمامات القلب
de: Herzklappenerkrankung
ru: Заболевание клапанов сердца

# conditions.cardiovascular.arrhythmia
source: Cardiac Arrhythmia
ar: اضطراب نظم القلب
de: Herzrhythmusstörung
ru: Аритмия

# conditions.cardiovascular.stroke
source: Stroke
ar: سكتة دماغية
de: Schlaganfall
ru: Инсульт

# conditions.pacemaker
source: Pacemaker / Defibrillator
ar: جهاز تنظيم ضربات القلب / مزيل الرجفان
de: Herzschrittmacher / Defibrillator
ru: Кардиостимулятор / Дефибриллятор

# conditions.bloodDisorders
source: Blood Disorders
ar: أمراض الدم
de: Bluterkrankungen
ru: Заболевания крови

# conditions.bloodDisorders.anemia
source: Anemia
ar: فقر الدم
de: Anämie (Blutarmut)
ru: Анемия

# conditions.bloodDisorders.hemophilia
source: Hemophilia
ar: الهيموفيليا (نزف الدم)
de: Hämophilie (Bluterkrankheit)
ru: Гемофилия

# conditions.bloodDisorders.thrombosis
source: Thrombosis
ar: تجلط الدم
de: Thrombose
ru: Тромбоз

# conditions.diabetes
source: Diabetes
ar: السكري
ru: Диабет

# conditions.diabetes.type1
source: Type 1
ar: النوع الأول
de: Typ 1
ru: Тип 1

# conditions.diabetes.type2
source: Type 2
ar: النوع الثاني
de: Typ 2
ru: Тип 2

# conditions.respiratory
source: Respiratory Disease
ar: أمراض الجهاز التنفسي
de: Atemwegserkrankungen
ru: Заболевания дыхательных путей

# conditions.respiratory.asthma
source: Asthma
ar: الربو
ru: Астма

# conditions.respiratory.copd
source: COPD
ar: مرض الانسداد الرئوي المزمن
ru: ХОБЛ

# conditions.respiratory.sleepApnea
source: Sleep Apnea
ar: انقطاع النفس أثناء النوم
de: Schlafapnoe
ru: Апноэ сна

# conditions.epilepsy
source: Epilepsy / Seizures
ar: الصرع / النوبات
de: Epilepsie / Krampfanfälle
ru: Эпилепсия / Судороги

# conditions.infectiousDiseases
source: Infectious Diseases
ar: الأمراض المعدية
de: Infektionskrankheiten
ru: Инфекционные заболевания

# conditions.infectiousDiseases.hiv
source: HIV/AIDS
ar: فيروس نقص المناعة / الإيدز
ru: ВИЧ/СПИД

# conditions.infectiousDiseases.hepatitisB
source: Hepatitis B
ar: التهاب الكبد ب
ru: Гепатит B

# conditions.infectiousDiseases.hepatitisC
source: Hepatitis C
ar: التهاب الكبد ج
ru: Гепатит C

# conditions.infectiousDiseases.tuberculosis
source: Tuberculosis
ar: السل
de: Tuberkulose
ru: Туберкулёз

# conditions.infectiousDiseases.other
source: Other
ar: أخرى
de: Sonstige
ru: Другое

# conditions.liverDisease
source: Liver Disease
ar: أمراض الكبد
de: Lebererkrankung
ru: Заболевание печени

# conditions.kidneyDisease
source: Kidney Disease
ar: أمراض الكلى
de: Nierenerkrankung
ru: Заболевание почек

# conditions.thyroidDisorders
source: Thyroid Disorders
ar: اضطرابات الغدة الدرقية
de: Schilddrüsenerkrankung
ru: Заболевание щитовидной железы

# conditions.osteoporosis
source: Osteoporosis
ar: هشاشة العظام
de: Osteoporose
ru: Остеопороз

# conditions.osteoporosis.alendronate
source: Alendronate (Fosamax)
ar: أليندرونات (فوساماكس)
de: Alendronat (Fosamax)
ru: Алендронат (Fosamax)

# conditions.osteoporosis.zoledronicAcid
source: Zoledronic Acid (Zometa)
ar: حمض الزوليدرونيك (زوميتا)
de: Zoledronsäure (Zometa)
ru: Золедроновая кислота (Zometa)

# conditions.osteoporosis.denosumab
source: Denosumab (Prolia)
ar: دينوسوماب (بروليا)
ru: Деносумаб (Prolia)

# conditions.osteoporosis.other
source: Other
ar: أخرى
de: Sonstige
ru: Другое

# conditions.autoimmune
source: Autoimmune Disease
ar: أمراض المناعة الذاتية
de: Autoimmunerkrankung
ru: Аутоиммунное заболевание

# conditions.headNeckRadiation
source: Radiation to Head/Neck
ar: إشعاع في منطقة الرأس/الرقبة
de: Bestrahlung im Kopf-/Halsbereich
ru: Облучение области головы/шеи

# conditions.chemotherapy
source: Chemotherapy (current/past)
ar: العلاج الكيميائي (حالي/سابق)
de: Chemotherapie (aktuell/vergangen)
ru: Химиотерапия (текущая/прошлая)

# conditions.otherConditions
source: Other Conditions
ar: أمراض أخرى
de: Sonstige Erkrankungen
ru: Другие заболевания

# womensHealth.title
source: Women's Health
ar: صحة المرأة
de: Frauengesundheit
ru: Женское здоровье

# womensHealth.subtitle
source: This information is important for your dental treatment.
ar: هذه المعلومات مهمة لعلاج الأسنان الخاص بك.
de: Diese Informationen sind wichtig für Ihre zahnärztliche Behandlung.
ru: Эта информация важна для вашего стоматологического лечения.

# womensHealth.pregnant
source: Are you pregnant?
ar: هل أنتِ حامل؟
de: Sind Sie schwanger?
ru: Вы беременны?

# womensHealth.trimester
source: Trimester
ar: الثلث
ru: Триместр

# womensHealth.trimester.first
source: 1st Trimester
ar: الثلث الأول
de: 1. Trimester
ru: 1-й триместр

# womensHealth.trimester.second
source: 2nd Trimester
ar: الثلث الثاني
de: 2. Trimester
ru: 2-й триместр

# womensHealth.trimester.third
source: 3rd Trimester
ar: الثلث الثالث
de: 3. Trimester
ru: 3-й триместр

# womensHealth.breastfeeding
source: Are you currently breastfeeding?
ar: هل ترضعين طبيعياً حالياً؟
de: Stillen Sie derzeit?
ru: Кормите ли вы грудью?

# womensHealth.contraceptives
source: Are you taking oral contraceptives?
ar: هل تتناولين حبوب منع الحمل؟
de: Nehmen Sie orale Verhütungsmittel?
ru: Принимаете ли вы оральные контрацептивы?

# womensHealth.contraceptiveType
source: Type of Contraceptive
ar: نوع وسيلة منع الحمل
de: Art des Verhütungsmittels
ru: Тип контрацептива

# womensHealth.contraceptiveTypePlaceholder
source: Enter medication name...
ar: أدخل اسم الدواء...
de: Präparatname eingeben...
ru: Введите название препарата...

# lifestyle.title
source: Lifestyle
ar: نمط الحياة
de: Lebensgewohnheiten
ru: Образ жизни

# lifestyle.subtitle
source: Your responses help us personalize your treatment.
ar: إجاباتك تساعدنا في تخصيص علاجك.
de: Ihre Angaben helfen uns, die Behandlung individuell anzupassen.
ru: Ваши ответы помогут нам подобрать лечение индивидуально.

# lifestyle.smoking
source: Do you smoke?
ar: هل تدخن؟
de: Rauchen Sie?
ru: Вы курите?

# lifestyle.smokingAmount
source: How many cigarettes per day?
ar: كم سيجارة في اليوم؟
de: Wie viele Zigaretten pro Tag?
ru: Сколько сигарет в день?

# lifestyle.alcohol
source: Alcohol Consumption
ar: استهلاك الكحول
de: Alkoholkonsum
ru: Употребление алкоголя

# lifestyle.alcohol.never
source: Never
ar: أبداً
de: Nie
ru: Никогда

# lifestyle.alcohol.occasionally
source: Occasionally
ar: أحياناً
de: Gelegentlich
ru: Иногда

# lifestyle.alcohol.regularly
source: Regularly
ar: بانتظام
de: Regelmäßig
ru: Регулярно

# lifestyle.alcohol.daily
source: Daily
ar: يومياً
de: Täglich
ru: Ежедневно

# lifestyle.bruxism
source: Do you grind or clench your teeth?
ar: هل تطحن أسنانك أو تضغط عليها؟
de: Knirschen oder Pressen Sie mit den Zähnen?
ru: Скрипите ли вы зубами или стискиваете их?

# lifestyle.nightguard
source: Do you wear a nightguard?
ar: هل تستخدم واقي الأسنان الليلي؟
de: Tragen Sie eine Aufbissschiene?
ru: Носите ли вы ночную капу?

# dental.title
source: Dental History
ar: التاريخ السني
de: Zahnärztliche Vorgeschichte
ru: Стоматологический анамнез

# dental.visitReasonSection
source: Reason for Visit
ar: سبب الزيارة
de: Besuchsgrund
ru: Причина визита

# dental.visitReason
source: Reason for Visit
ar: سبب الزيارة
de: Grund des Besuchs
ru: Причина визита

# dental.visitReason.select
source: Please select...
ar: يرجى الاختيار...
de: Bitte auswählen...
ru: Выберите...

# dental.visitReason.Checkup
source: Check-up
ar: فحص دوري
de: Kontrolle
ru: Осмотр

# dental.visitReason.Pain
source: Pain
ar: ألم
de: Schmerzen
ru: Боль

# dental.visitReason.Aesthetic
source: Aesthetic Treatment
ar: علاج تجميلي
de: Ästhetische Behandlung
ru: Эстетическое лечение

# dental.visitReason.Implant
source: Implant
ar: زراعة أسنان
de: Implantat
ru: Имплантация

# dental.visitReason.BracesStrightening
source: Braces / Straightening
ar: تقويم الأسنان
de: Zahnspange / Begradigung
ru: Брекеты / Выравнивание

# dental.visitReason.Continuation
source: Continuation of Treatment
ar: متابعة العلاج
de: Weiterbehandlung
ru: Продолжение лечения

# dental.visitReason.Other
source: Other
ar: أخرى
de: Sonstige
ru: Другое

# dental.aestheticType
source: Type of Aesthetic Treatment
ar: نوع العلاج التجميلي
de: Art der ästhetischen Behandlung
ru: Тип эстетического лечения

# dental.aestheticType.select
source: Please select...
ar: يرجى الاختيار...
de: Bitte auswählen...
ru: Выберите...

# dental.aestheticType.Veneers
source: Veneers
ar: قشور الأسنان
ru: Виниры

# dental.aestheticType.VeneerRevision
source: Veneer Revision
ar: تعديل القشور
de: Veneer-Korrektur
ru: Коррекция виниров

# dental.aestheticType.CompositeBonding
source: Composite Bonding
ar: حشوات تجميلية
ru: Композитный бондинг

# dental.aestheticType.PrintedVeneers
source: 3D Printed Veneers
ar: قشور مطبوعة ثلاثية الأبعاد
de: 3D-gedruckte Veneers
ru: 3D-печатные виниры

# dental.aestheticType.SmileMakeover
source: Smile Makeover
ar: تجميل الابتسامة
ru: Преображение улыбки

# dental.lastVisitSection
source: Last Dental Visit
ar: آخر زيارة لطبيب الأسنان
de: Letzter Zahnarztbesuch
ru: Последний визит к стоматологу

# dental.lastVisit
source: When was your last dental visit?
ar: متى كانت آخر زيارة لطبيب الأسنان؟
de: Wann waren Sie zuletzt beim Zahnarzt?
ru: Когда вы в последний раз были у стоматолога?

# dental.lastVisit.select
source: Please select...
ar: يرجى الاختيار...
de: Bitte auswählen...
ru: Выберите...

# dental.lastVisit.LessThan6Months
source: Less than 6 months
ar: أقل من ٦ أشهر
de: Weniger als 6 Monate
ru: Менее 6 месяцев назад

# dental.lastVisit.6To12Months
source: 6-12 months
ar: ٦-١٢ شهراً
de: 6-12 Monate
ru: 6-12 месяцев назад

# dental.lastVisit.1To2Years
source: 1-2 years
ar: ١-٢ سنة
de: 1-2 Jahre
ru: 1-2 года назад

# dental.lastVisit.MoreThan2Years
source: More than 2 years
ar: أكثر من سنتين
de: Mehr als 2 Jahre
ru: Более 2 лет назад

# dental.lastVisit.Never
source: Never
ar: أبداً
de: Nie
ru: Никогда

# dental.bleedingGums
source: Do your gums bleed when brushing?
ar: هل تنزف لثتك عند التنظيف؟
de: Blutet Ihr Zahnfleisch beim Putzen?
ru: Кровоточат ли дёсны при чистке?

# dental.hasTMJ
source: Do you have jaw joint problems?
ar: هل تعاني من مشاكل في مفصل الفك؟
de: Haben Sie Kiefergelenksprobleme?
ru: Есть ли у вас проблемы с челюстным суставом?

# dental.tmjSymptoms
source: Symptoms:
ar: الأعراض:
de: Symptome:
ru: Симптомы:

# dental.tmj.Clicking
source: Clicking
ar: طقطقة
de: Knacken
ru: Щелчки

# dental.tmj.Pain
source: Pain
ar: ألم
de: Schmerzen
ru: Боль

# dental.tmj.LimitedOpening
source: Limited Opening
ar: صعوبة في فتح الفم
de: Eingeschränkte Mundöffnung
ru: Ограниченное открывание

# dental.tmj.Locking
source: Locking
ar: انغلاق الفك
de: Kiefersperre
ru: Блокировка челюсти

# dental.hadDentalSurgery
source: Have you had dental surgery before?
ar: هل خضعت لجراحة أسنان سابقاً؟
de: Hatten Sie bereits eine zahnärztliche Operation?
ru: Были ли у вас стоматологические операции?

# dental.hadAnesthesiaComplications
source: Have you had anesthesia complications?
ar: هل حدثت مضاعفات من التخدير؟
de: Hatten Sie Komplikationen bei einer Narkose?
ru: Были ли осложнения при анестезии?

# dental.anesthesiaDetails
source: Details about complications...
ar: تفاصيل المضاعفات...
de: Details zu den Komplikationen...
ru: Подробности осложнений...

source: Dental Anxiety Level
ar: مستوى القلق من علاج الأسنان
de: Angst vor zahnärztlicher Behandlung
ru: Уровень стоматологической тревоги

# dental.anxiety.None
source: None
ar: لا يوجد
de: Keine
ru: Нет

# dental.anxiety.Mild
source: Mild
ar: خفيف
de: Leicht
ru: Лёгкая

# dental.anxiety.Moderate
source: Moderate
ar: متوسط
de: Mittel
ru: Умеренная

# dental.anxiety.Severe
source: Severe
ar: شديد
de: Stark
ru: Сильная

# bdd.title
source: Self-Perception Questionnaire
ar: استبيان الإدراك الذاتي
de: Fragebogen zur Selbstwahrnehmung
ru: Анкета самовосприятия

# bdd.q1
source: How satisfied are you with the appearance of your teeth?
ar: ما مدى رضاك عن مظهر أسنانك؟
de: Wie zufrieden sind Sie mit dem Aussehen Ihrer Zähne?
ru: Насколько вы довольны внешним видом ваших зубов?

# bdd.q1.a0
source: Very satisfied
ar: راضٍ جداً
de: Sehr zufrieden
ru: Очень доволен

# bdd.q1.a1
source: Satisfied
ar: راضٍ
de: Zufrieden
ru: Доволен

# bdd.q1.a2
source: Dissatisfied
ar: غير راضٍ
de: Unzufrieden
ru: Недоволен

# bdd.q1.a3
source: Very dissatisfied
ar: غير راضٍ إطلاقاً
de: Sehr unzufrieden
ru: Очень недоволен

# bdd.q2
source: How often do you think about the appearance of your teeth?
ar: كم مرة تفكر في مظهر أسنانك؟
de: Wie oft denken Sie über das Aussehen Ihrer Zähne nach?
ru: Как часто вы думаете о внешнем виде ваших зубов?

# bdd.q2.a0
source: Rarely
ar: نادراً
de: Selten
ru: Редко

# bdd.q2.a1
source: Sometimes
ar: أحياناً
de: Manchmal
ru: Иногда

# bdd.q2.a2
source: Often
ar: كثيراً
de: Oft
ru: Часто

# bdd.q2.a3
source: Constantly
ar: باستمرار
de: Ständig
ru: Постоянно

# bdd.q3
source: Do you avoid smiling in social situations?
ar: هل تتجنب الابتسام في المواقف الاجتماعية؟
de: Vermeiden Sie es, in sozialen Situationen zu lächeln?
ru: Избегаете ли вы улыбаться в обществе?

# bdd.q3.a0
source: Never
ar: أبداً
de: Nie
ru: Никогда

# bdd.q3.a1
source: Rarely
ar: نادراً
de: Selten
ru: Редко

# bdd.q3.a2
source: Sometimes
ar: أحياناً
de: Manchmal
ru: Иногда

# bdd.q3.a3
source: Always
ar: دائماً
de: Immer
ru: Всегда

# bdd.q4
source: Does the appearance of your teeth affect your self-confidence?
ar: هل يؤثر مظهر أسنانك على ثقتك بنفسك؟
de: Beeinflusst das Aussehen Ihrer Zähne Ihr Selbstvertrauen?
ru: Влияет ли внешний вид зубов на вашу уверенность в себе?

# bdd.q4.a0
source: Not at all
ar: لا إطلاقاً
de: Gar nicht
ru: Нет

# bdd.q4.a1
source: A little
ar: قليلاً
de: Wenig
ru: Немного

# bdd.q4.a2
source: Moderately
ar: بشكل معتدل
de: Mäßig
ru: Умеренно

# bdd.q4.a3
source: Significantly
ar: بشكل كبير
de: Stark
ru: Сильно

# bdd.q5
source: Do you compare your teeth with other people's teeth?
ar: هل تقارن أسنانك بأسنان الآخرين؟
de: Vergleichen Sie Ihre Zähne mit denen anderer Menschen?
ru: Сравниваете ли вы свои зубы с зубами других людей?

# bdd.q5.a0
source: Never
ar: أبداً
de: Nie
ru: Никогда

# bdd.q5.a1
source: Rarely
ar: نادراً
de: Selten
ru: Редко

# bdd.q5.a2
source: Often
ar: كثيراً
de: Oft
ru: Часто

# bdd.q5.a3
source: Constantly
ar: باستمرار
de: Ständig
ru: Постоянно

# bdd.q6
source: How much does the appearance of your teeth affect your daily life?
ar: ما مدى تأثير مظهر أسنانك على حياتك اليومية؟
de: Wie stark beeinträchtigt Sie das Aussehen Ihrer Zähne im Alltag?
ru: Как сильно внешний вид зубов влияет на вашу повседневную жизнь?

# bdd.q6.a0
source: Not at all
ar: لا يؤثر
de: Gar nicht
ru: Не влияет

# bdd.q6.a1
source: A little
ar: قليلاً
de: Wenig
ru: Немного

# bdd.q6.a2
source: Moderately
ar: بشكل معتدل
de: Mäßig
ru: Умеренно

# bdd.q6.a3
source: Significantly
ar: بشكل كبير
de: Stark
ru: Сильно

# bdd.q7
source: How realistic do you consider your expectations for the outcome?
ar: ما مدى واقعية توقعاتك لنتيجة العلاج؟
de: Wie realistisch schätzen Sie Ihre Erwartungen an das Ergebnis ein?
ru: Насколько реалистичны ваши ожидания от результата лечения?

# bdd.q7.a0
source: Very realistic
ar: واقعية جداً
de: Sehr realistisch
ru: Очень реалистичны

# bdd.q7.a1
source: Realistic
ar: واقعية
de: Realistisch
ru: Реалистичны

# bdd.q7.a2
source: Somewhat unrealistic
ar: غير واقعية إلى حد ما
de: Eher unrealistisch
ru: Скорее нереалистичны

# bdd.q7.a3
source: Unrealistic
ar: غير واقعية
de: Unrealistisch
ru: Нереалистичны

# consent.title
source: Consents
ar: الموافقات
de: Einwilligungen
ru: Согласия

# consent.submitting
source: Processing...
ar: جارٍ المعالجة...
de: Wird verarbeitet...
ru: Обработка...

# consent.privacyTitle
source: Privacy Notice
ar: إشعار الخصوصية
de: Datenschutzerklärung
ru: Уведомление о конфиденциальности
